// Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
Console.WriteLine("enter a free-digit namber");
int number = Convert.ToInt32(Console.ReadLine());
int digit = number / 010;
Console.WriteLine(digit1);

